tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "curl"
brew "fish"
brew "fzf"
brew "gh"
brew "git-delta"
brew "go"
brew "helix"
brew "just"
brew "neovim"
brew "rsync"
brew "sk"
brew "starship"
brew "telnet"
brew "tldr"
brew "tree"
brew "wget"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"

# Fonts
cask "font-ibm-plex"
cask "font-iosevka-ss15"
cask "font-monaspace"

# Apps
cask "iina"
cask "kitty"
cask "pdf-expert"
cask "raycast"
cask "tomatobar"
cask "transmission"
