tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"

brew "curl"
brew "fish"
brew "fzf"
brew "gh"
brew "git-delta"
brew "go"
brew "helix"
brew "just"
brew "neovim"
brew "rsync"
brew "sk"
brew "rg"
brew "just"
brew "fd"
brew "bat"
brew "starship"
brew "telnet"
brew "tldr"
brew "tree"
brew "wget"
brew "zoxide"
brew "awscli"
brew "rustup"
brew "nodejs"
brew "git-delta"
brew "exa"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mas" # this allows install App Store apps from homebrew

# Fonts
cask "font-ibm-plex"
cask "font-iosevka-ss15"
cask "font-monaspace"

# Apps
cask "iina"
cask "kitty"
cask "pdf-expert"
cask "raycast"
cask "tomatobar"
cask "transmission"
cask "google-chrome"
cask "dropbox"
cask "1password"
cask "docker"
cask "fleet"
cask "iina"

# App Store Apps
mas "Things 3", id: 904280696
